<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
<title>The Project Gutenberg eBook of Punch, or the London Charivari. Volume 93. July 23, 1887. by Various</title>
  <style type="text/css">
  body                 {margin-left: 10%; margin-right: 10%;}
  p                    {text-align: justify;}
  blockquote           {text-align: justify;}
  h1,h2,h3,h4,h5,h6    {text-align: center;}
  .smcap                 {font-variant: small-caps;}
  .center              {text-align: center;}
  td                   {padding-left: 1em;}
  td.note              {text-align: left;font-size: 0.9em; font-weight: normal; border: 1px dashed; padding: 1em;}
  hr                   {text-align: center; width: 50%;}
  html>body hr         {margin-right: 25%; margin-left: 25%; width: 50%;}
  hr.full              {width: 100%;}
  html>body hr.full    {margin-right: 0%; margin-left: 0%; width: 100%;}
  hr.medium            {width: 76%;}
  html>body hr.medium  {margin-right: 12%; margin-left: 12%; width: 76%;}
  hr.short             {text-align: center; width: 20%;}
  html>body hr.short   {margin-right: 40%; margin-left: 40%; width: 20%;}
  div.centered         {text-align: center;} /* work around for IE centering with CSS problem part 1 */
  div.centered table   {margin-left: auto; margin-right: auto; text-align: left;}
                        /* work around for IE centering with CSS problem part 2 */
  span.pagenum
  {position: absolute; left: 1%; right: 91%; font-size: 8pt; text-indent: 0;}

  .poem
  {margin-left:25%; margin-right:10%; margin-bottom: 1em; text-align: left;}
  .poem .stanza        {margin: 1em 0em 1em 0em;}
  .poem p              {margin: 0; padding-left: 3em; text-indent: -3em;}
  .poem p.i2           {margin-left: 1em;}
  .poem p.i4           {margin-left: 2em;}
  .poem p.i6           {margin-left: 3em;}
  .poem p.i8           {margin-left: 4em;}
  .poem p.i10          {margin-left: 5em;}
  .poem p.i12          {margin-left: 6em;}
  .poem1
  {margin-left:15%; margin-right:10%; margin-bottom: 1em; text-align: left;}
  .poem1 .stanza        {margin: 1em 0em 1em 0em;}
  .poem1 p              {margin: 0; padding-left: 3em; text-indent: -3em;}
  .poem1 p.i2           {margin-left: 1em;}
  .poem1 p.i4           {margin-left: 2em;}
  .poem1 p.i6           {margin-left: 3em;}
  .poem1 p.i8           {margin-left: 4em;}
  .poem1 p.i10          {margin-left: 5em;}

  .figure, .figcenter, .figright, .figleft
  {padding: 1em; margin: 0; text-align: center; font-size: 0.8em;}
  .figure img, .figcenter img, .figright img, .figleft img
                       {border: none;}
  .figure p, .figcenter p, .figright p, .figleft p
                       {margin: 0; text-indent: 1em;}
  .figcenter           {margin: auto;}
  .figright            {float: right; width: auto;}
  .figleft             {float: left; width: auto;}

   .img                {margin: 0; padding-right: 0;}
   .div                {margin: 0; padding: 0;}

  .inline              {border: none; vertical-align: middle;}

   p.author {text-align: right;}

  .regards         {text-align: right;
                    margin-right: 4em;}

  .salute          {text-align: left;
                        margin-left: 2em;}

    pre      {font-size: 75%; }
  </style>
</head>
<body>

<h1>PUNCH,<br />

OR THE LONDON CHARIVARI.</h1>

<h2>VOLUME 93.</h2>

<hr class="full" />

<h2>JULY 23, 1887.</h2>

<hr class="full" />

<span class='pagenum'><a name="Page_25" id="Page_25">[Pg 25]</a></span>

<h2>MR. PUNCH'S MANUAL FOR YOUNG RECITERS.</h2>

<p>No Amateur Reciter can consider himself fully equipped for the Drawing-room
or Platform unless he is furnished with at least one poem in dialect, and
<i>Mr. Punch</i> has accordingly commissioned from his Poet a recitation couched in
the well-known vernacular of Loompshire. Loompshire, it need hardly be
explained, is the county where most of the stage-rustics come from. The author
of this little poem ventures to hope that philologists will find much deserving
of careful study in some of the local expressions and provincialisms, while
he can guarantee their entire authenticity, as they are mostly of his own
invention. The phraseology is strictly copyright and must not be infringed,
except by a dignitary of archiepiscopal rank for a charitable purpose. As for
the piece itself, it is founded on a little anecdote related to the poet, which he
believes has not hitherto seen the light in a metrical form. It has a good old-fashioned
double title, viz:&mdash;</p>

<h4><span class="smcap">Michaelmas Day; or, How Tammas Pattle very nearly Cooked his Goose.</span></h4>

<p>Begin by explaining the situation, thus:&mdash;"This is supposed to be spoken by
a Loompshire cottager, who overhears a stranger admiring the goodly proportions
of his goose,"&mdash;then start with as broad a drawl as you can assume. Remember
that to be effective you must be unintelligible.</p>

<div class="figleft" style="width: 20%">
<a href="images/025.png">
<img src="images/025.png" width="100%" alt="cartoon of startled man." /></a>
</div>

<div class="poem"><div class="stanza">
<p class="i0">"Bewty," I 'ears ya carl her?&mdash;aye, ya niver spo&ouml;ke truthfuller wurr&euml;d!</p>
<p class="i0">Rammack t' coontry side ovver, an ya we&auml;nt see no foiner burr&euml;d!</p>
<p class="i0">Passon he axed ma to sell her&mdash;but I towld him, "Be&auml;nt o' naw use&mdash;</p>
<p class="i0">She's as mooch of a Chris'en as mo&auml;st," I sez, "if she's nobbut a guse!"</p>
<p class="i0">Coom, then!</p>
</div></div>

<p>(<i>This coaxingly, to an imaginary bird&mdash;be careful not to seem to make any invidious distinctions among your audience.</i>)</p>

<div class="poem"><div class="stanza">
<p class="i0">... Na&auml;y, but she wunna! she's gotten a wull of her o&auml;n!</p>
<p class="i0">Loo&ouml;k at the heye of her,&mdash;pink an' gre&euml;y, loike t'fire in a hopal sto&auml;n!</p>
<p class="i0">Howsiver she sims sa hinnercent-loike, she's a follerin' arl I sa&auml;y:</p>
<p class="i0">An' I bo&auml;rt 'er at Kettleby Fe&auml;r, I did, two ye&auml;r coom Cannelmas Da&auml;y.</p>
<p class="i0">Araminta her ne&auml;me is&mdash;but I carls 'er "Minty," fur sho&auml;rt,</p>
<p class="i0">She we&auml;nt naw moor nor a goslin' o' coorse, what ta&iuml;me she wur bo&auml;rt:</p>
<p class="i0">But a' knawed she'd turn oot a rare 'un, to jedge by her we&euml;ight an' fe&auml;l,</p>
<p class="i0">An' I reckoned to fat her by Michaelmas Eve, ef I buzzled 'er oop wi me&auml;l,</p>
<p class="i0">Mayhappen ya'll ardly bele&auml;ve ma&mdash;but she unnerstood fra' the fust,</p>
<p class="i0">What wur hexpected of 'er, (<i>with a senile chuckle</i>,) I thowt that burr'd 'ud ha' bust!</p>
<p class="i0">Cram her, a' did! but she swuckered it doon, wi' niver a we&auml;sted drop,</p>
<p class="i0">Fur she tuk that hinterest in it as she'd ruther ha' cho&auml;ked nor stop!</p>
<p class="i0">An' she'd foller wheeriver a went&mdash;till I hedn't naw pe&auml;ce fur t' fo&auml;k,</p>
<p class="i0">"'Ere be <span class="smcap">Tammy</span> long of his sweetart!" wur hallus the village jo&auml;k!</p>
<p class="i0">An' I'd sa&auml;y: "'Tis ma Michaelmas denner <i>I'm</i> squirin' aboot, owd chap!"</p>
<p class="i0">An' Minty she'd stan' up a' tiptoe, an' fluther her neck, an' flap!</p>
<p class="i0">Did I 'appen to gaw of a hevenin, to loo&ouml;k at ma hinion patch?</p>
<p class="i0">Minty 'ud coom in along o' me&auml;, an' rarstle aboot, an' scratch,</p>
<p class="i0">Cocking her heye at the bed o' sa&auml;ge, with a kink as mooch as to sa&auml;y:</p>
<p class="i0">"Wull the sa&auml;ge an' th' hinions be ready fur <i>me&auml;</i>, by toime I be ready for the&euml;y?"</p>
<p class="i0">Or she'd snifter at arl the windfalls as ligged i' the horchard gra&auml;ss,</p>
<p class="i0"><i>I</i> knawed what she wur erfter, a did&mdash;she wur pickin' 'em oot for the sa&auml;ss!</p>
<p class="i0">An' I'd roob ma ands fur to see her a ploddlin' across th' ro&auml;rd,</p>
<p class="i0">(<i>Tenderly.</i>) "Thee'll mak' a denner, ma pratty," I'd sa&auml;y to her, "fit fur a lo&auml;rd!"</p>
<p class="i0">Ma&auml;in an' boolky she wur as Michaelmas week coom nigh,</p>
<p class="i0">"Her'll niver not bulge naw bigger," I sez, "an she art fur to die!"</p>
<p class="i0">I knawed she wur doitlin' soomwheer by the pasture under t' mo&ouml;r,</p>
<p class="i0">Sa I fetched the chopper an' fettled 'im oop&mdash;an' I went fur to do 'er! (<i>Grimly.</i>)</p>
<p class="i0">An' I chillupped to Araminty, an' oop she rins with a clack,</p>
<p class="i0">"See&auml; what I've gotten to show 'ee," I sez, (wi' the chopper behind ma back)</p>
<p class="i0">But I looked sa stra&auml;nge an callow, she knawed I wur meanin' 'er ill,</p>
<p class="i0">An' she kep a sidlin' an' edgin' awa&auml;y, an' a ga&auml;pin' wi' hopen bill!</p>
<p class="i0">Then I ma&auml;de a grab at her sooden&mdash;an' she skirtled off to a fe&auml;ld,</p>
<p class="i0">Wheer Squire had been diggin' fur firecla&auml;y&mdash;eh, but she yellocked an' be&auml;led!</p>
<p class="i0">Cloppity-joggle I cha&auml;sed her, sa well as I cud, bein' la&auml;me,</p>
<p class="i0">An' flippity-flopper she kep' on ahead&mdash;an' a' squawked out "Sha&auml;me!"</p>
<p class="i0">(<i>The Amateur Reciter should find little difficulty here in suggesting something of the intonation of a frightened goose: Pause&mdash;then continue apologetically.</i>)</p>
<p class="i0">I wur ha&auml;f ashe&auml;med o' mysen' I wur, afoor I coom to the hend,</p>
<p class="i0">(<i>Remorsefully.</i>) "Ye owd ongre&auml;tful guzzard," I thowt, "to gaw killin' ya ho&auml;nly friend!"</p>
<p class="i0">But ma friend wur a Michaelmas denner tew as I hedn't naw art to refuse!</p>
<p class="i0">(<i>More remorsefully.</i>) An' it ma&auml;de me see&auml; what a gowk I'd bee&auml;n to ha' gotten sa thick with a guse!</p>
<p class="i0">Sa I danged 'er well as I slummocked on, as ard as ma legs cud stoomp,</p>
<p class="i0">"Wa&auml;it till I gets tha, ma la&auml;dy!" I sez,&mdash;when, arl on a sooden ... Boomp!</p>
<p class="i0">&mdash;An I wur a sprawlin' an' floppin' in wan of the owd Squire's pits,</p>
<p class="i0">But fur t' cla&auml;y at t' bottom an' that, I mout ha bin brokken to bits!</p>
<p class="i0">An' I roared fur 'elp, fur I cudn't git up, an' the watter wur oop to my chin.</p>
<p class="i0">But nobbudy eerd ma a' be&auml;lin', nor thowt on the hole I wur in!</p>
<p class="i0">They'd niver find nawthin but bo&auml;ns, I knawed, if they'd iver the gumption to dredge,</p>
<p class="i0">Then I gro&auml;ned (<i>impressively</i>)&mdash;fur I eerd Araminty a tooklin' 'oop by the edge!</p>
<p class="i0">(<i>Sulky sarcasm.</i>) "Wunnerful funny, be&auml;nt it?" I sez, (I wur fe&auml;lin' fit for to cho&auml;k.</p>
<p class="i0">To be catched loike a bee in a bottle&mdash;an' see her enjyin' the jo&auml;k!)</p>
<p class="i0">(<i>Indignantly.</i>) "Hevn't ya naw moor manners," I sez, "ya gre&auml;t fat himpident thing!"</p>
<p class="i0">(<i>Pathetically.</i>) Fur I'd bred her oop from a goslin', I had&mdash;and theer wur the sting!</p>
<p class="i0">Well, she left ma alo&auml;n at la&auml;st, an' I hedn't a mossel o' ho&auml;pe&mdash;</p>
<p class="i0">When by coom <span class="smcap">Harry</span> the hedger, an a' hoickt ma oop with a ro&auml;pe!</p>
<p class="i0">"Shudn't ha' heerd 'ee, <span class="smcap">Tammas</span>," he sez, "or knawed as owt wur t' matter&mdash;</p>
<p class="i0">Ef it hedn't ha bin fur yon guse o' thine, as coom an ra&auml;ised sech a clatter.</p>
<p class="i0">An' drawed ma hon in spite o' mysen&mdash;till I moinded the hopen sha&auml;ft!"</p>
<p class="i0">(<i>Catch your breath, then brokenly.</i>) Aye, Minty wur sa&auml;vin ma life oop theer&mdash;when I wur a thinkin' she la&auml;ft!</p>
<p class="i0">Then I rooshed fur to catch her to coodle and gie her a gre&auml;tful kiss&mdash;</p>
<p class="i0">Eh, but I right down bloobered (<i>with pained surprise</i>)&mdash;fur she scatted awa&auml;y with a hiss!</p>
<p class="i0">"We&auml;n't niver 'urt 'ee age&auml;n!" I sez, "if thee'll ho&auml;nly forgit what's past!"</p>
<p class="i0">She wur ra&auml;re an' stiff fur a bit, she wur&mdash;but (<i>with a doddering complacency</i>) I ma&auml;de her coom round at last!</p>
<p class="i0">An' I had ma Michaelmas denner the sa&auml;me&mdash;an' a arty good denner he wur!</p>
<p class="i0">Sat down coompany, tew&mdash;fur I cudn't ha' done without <i>her</i>!</p>
<p class="i0">What did we ma&auml;ke a me&auml;l on? (<i>Shamefaced confusion here, expressed by scratching the head.</i>) Well,&mdash;happen thee'll think me a ha&auml;ss&mdash;</p>
<p class="i0">But I'll tell 'ee: (<i>with candour</i>) I dined wi Minty on the stooffin' an happle sa&auml;ss!</p>
</div></div>

<center>(<i>Retire without ostentation, to have your jaw set at the
nearest Surgeon's.</i>)</center>

<hr />

<p><span class="smcap">Scarcely Worth While.</span>&mdash;For some personal remarks
on the Prince of <span class="smcap">Wales</span>, utterly gratuitous and in the
worst possible taste, the <i>P. M. G.</i>, as we hear, has been
dropped by the Service Clubs, and subsequently by the
Turf. As a mark of strong disapprobation this was right
enough, but if it was intended as a punishment which
would inflict loss, we are inclined to think such boycotting
may have had exactly the contrary effect. How
happy was <span class="smcap">Thackeray's</span> title "<i>The Pall Mall Gazette</i>
written by gentlemen for gentlemen!" If it is not so
now, what have we got in-<span class="smcap">Stead</span>?</p>

<hr />

<h4>Philosophy at the Popping Crease.</h4>

<div class="poem"><div class="stanza">
<p class="i0">"The glorious uncertainty?" why, to be sure</p>
<p class="i0">That it <i>must</i> be the slowest should see at a glance,</p>
<p class="i0">For Cricket, as long as the sport shall endure,</p>
<p class="i0"><i>Must</i> be in its nature a mere game of chance.</p>
<p class="i0">"'Tis all pitch and toss;" one can show it is so;&mdash;</p>
<p class="i0">'Tisn't science or strength rules its losses or winnings.</p>
<p class="i0">Half depends on the "pitch"&mdash;of the wickets, you know,</p>
<p class="i0">The rest on the "toss"&mdash;for first innings.</p>
</div></div>

<hr />

<p>"<span class="smcap">Good Business.</span>"&mdash;An advertiser in the <i>Daily Chronicle</i>
of the 12th inst., has not a bad idea of a fair profit:&mdash;</p>

<blockquote><p>BABY-CARRIAGE Bassinette, unsoiled; 4 rubber-wheels,
carriage-springs, reversible hood, handsome rug, complete,
&pound;27; cost &pound;4 10<i>s.</i>, last month. Mrs. W.</p></blockquote>

<p>If "Mrs. W." has not already obtained her price, we
sincerely wish she may get it. She deserves it.</p>

<hr />

<p>"<span class="smcap">The Bancroft School.</span>"&mdash;On Saturday last Prince
<span class="smcap">Albert Victor</span> laid the foundation-stone of the new
buildings at Woodford. This sounds promising for the
Theatrical Profession. Of course Mr. <span class="smcap">Bancroft</span> will take
the male pupils, and Mrs. <span class="smcap">Bancroft</span> will instruct "the
Spindle side."</p>

<hr />

<p><span class="smcap">Sarah B.</span> at the Lyceum, under the management of
<span class="smcap">M. Mayer</span>. May 'er season be successful!</p>

<hr />

<span class='pagenum'><a name="Page_26" id="Page_26">[Pg 26]</a></span>

<div class="figcenter" style="width: 50%">
<a href="images/026a.png">
<img src="images/026a.png" width="100%" alt="LE MONDE" /></a>
<h4>"LE MONDE O&Ugrave; L'ON S'AMUSE."</h4>
<p><i>She.</i> "<span class="smcap">By the bye, I met your Brother at Dinner last Night. Such
a delightful Party! <i>Such</i> a Dinner!! <i>Such</i> Flowers!!!</span>"</p>
<p><i>He.</i> "<span class="smcap">Indeed! Where <i>was</i> it?</span>"</p>
<p><i>She.</i> "<span class="smcap">At the&mdash;a&mdash;the&mdash;a&mdash;&mdash;Upon my Word, I really <i>forget</i> whose
House it was I was dining at!</span>"</p>
</div>

<hr />

<h2>A DAY OUT. (By Jacques Junior.)</h2>

<div class="poem"><div class="stanza">
<p class="i0">A fishing, paddling pic-nic! What, to stand</p>
<p class="i0">On the lush margent of the gusty stream,</p>
<p class="i0">With feet benumbed, and watch the bobbing quill,</p>
<p class="i0">And then to dine <i>al fresco</i>&mdash;not for <span class="smcap">Jacques</span>!</p>
<p class="i0">Where, for the smooth mahogany of Ind,</p>
<p class="i0">The unplaned earth is board; for cushion'd chair</p>
<p class="i0">The damp earth, ant-infested, or rough root</p>
<p class="i0">Chafing the unaccustomed cuticle;</p>
<p class="i0">Where mint sauce th' insecure platter doth o'errun,</p>
<p class="i0">With hose and doublet playing Lucifer;</p>
<p class="i0">Where glasses must be emptied as they're filled,</p>
<p class="i0">To the great prejudice of temperance,</p>
<p class="i0">Or, if set down, drops me a spider in,</p>
<p class="i0">To spoil the fortune he cannot enjoy,</p>
<p class="i0">Like Sir No-Company, who makes a third.</p>
<p class="i0">While e'en a grumble, relishabler far</p>
<p class="i0">Than that keen sauce of Sparta, is denied.</p>
<p class="i0">For one there'll be who'll not let ill alone,</p>
<p class="i0">But, "I prithee try this compound; I learnt the knack</p>
<p class="i0">In Venice," or, "Thus in England wines are mix'd!</p>
<p class="i0">Pray you pronounce upon't." Another, worst,</p>
<p class="i0">Will keep all waiting while he spoils good food,</p>
<p class="i0">Concocting some vile preparation,</p>
<p class="i0">Calling't a Sallet. "Taste in charity,</p>
<p class="i0">For Fate's against me; some ingredient</p>
<p class="i0">Of utmost import hath been left at home."</p>
<p class="i0">And so the wholesome green is all besprent</p>
<p class="i0">With bile-disturbing mixture. Out upon't!</p>
<p class="i0">I'd rather find a kitten in a stew</p>
<p class="i0">Than one of these same preaching salad-bunglers.</p>
<p class="i0">What are the uses of <i>al fresco</i> meals?</p>
<p class="i0">Who likes a toad, ugly and venomous,&mdash;</p>
<p class="i0">Where's such a precious fool&mdash;upon the bread?</p>
<p class="i0">And they who, in contempt, the Dryad's haunts</p>
<p class="i0">Profane with empty bottles and loose papers,</p>
<p class="i0">Find tongues in tarts, ants running on their boots,</p>
<p class="i0">Wasps in the wine, and salt in everything!</p>
</div></div>

<hr />

<p><span class="smcap">At the Lyceum.</span>&mdash;Saturday was the last night of Mr.
<span class="smcap">Irving's</span> Season,&mdash;a season remarkable for the inexhaustible
popularity of <i>Faust</i>, produced in 1885, and for the
revival of most of the Lyceum successes, by way of airing
them for American exportation. On this occasion <i>The
Merchant of Venice</i> was given. Miss <span class="smcap">Ellen Terry's</span>
<i>Portia</i> is one of the best examples of true comedy acting
in the present day. Mr. <span class="smcap">Irving's</span> <i>Shylock</i> is a marvellously
subtle impersonation, full of humour, pathos, and
tragic power. After the play he made a short speech bidding
a temporary farewell to his friends. <i>Mr. Punch</i>
replies, "Good luck go with you, <i>Au revoir!</i>"</p>

<hr />

<h2>THE QUEEN AT HATFIELD.</h2>

<div class="figright" style="width: 20%">
<a href="images/026b.png">
<img src="images/026b.png" width="100%" alt="THE QUEEN AT HATFIELD" /></a>
</div>

<div class="poem"><div class="stanza">
<p class="i0">In days of old in Hatfield halls,</p>
<p class="i2">They feasted late and early,</p>
<p class="i0">The grave Lord Keeper led the brawls,</p>
<p class="i2">And danced beside Lord <span class="smcap">Burleigh</span>.</p>
<p class="i0">The stars of great <span class="smcap">Eliza's</span> reign,</p>
<p class="i2">Were seen in all their glory,</p>
<p class="i0">Smart <span class="smcap">Essex</span> girt with golden chain,</p>
<p class="i2">And <span class="smcap">Raleigh</span> known to story.</p>
</div><div class="stanza">
<p class="i0">'Tis said that 'neath a Hatfield Oak,</p>
<p class="i2"><span class="smcap">Elizabeth</span> was sitting,</p>
<p class="i0">When courtiers hastened there and spoke,</p>
<p class="i2">In lowly tones, befitting</p>
<p class="i0">The mighty message that they bore;</p>
<p class="i2">There, where the leaves waved o'er her,</p>
<p class="i0">They hailed her <span class="smcap">Queen</span> from shore to shore,</p>
<p class="i2">And humbly bowed before her.</p>
</div><div class="stanza">
<p class="i0">And now another <span class="smcap">Queen</span> has gone</p>
<p class="i2">Where Hatfield lawns are shady;</p>
<p class="i0">The ancient oaks have looked upon,</p>
<p class="i2">Another gracious Lady.</p>
<p class="i0">Once more a <span class="smcap">Cecil</span> plays the host,</p>
<p class="i2">And bows in Royal presence;</p>
<p class="i0">What wonder if Queen <span class="smcap">Bess's</span> ghost,</p>
<p class="i2">Looked down upon the pleasance.</p>
</div><div class="stanza">
<p class="i0">The past and present seem to meet,</p>
<p class="i2">In those historic portals;</p>
<p class="i0">Methinks our modern Statesmen greet,</p>
<p class="i2"><span class="smcap">Elizabeth's</span> immortals.</p>
<p class="i0">And, as the phantoms fade away,</p>
<p class="i2">While bells clash from the steeple,</p>
<p class="i0">They cry, "Long live <span class="smcap">Victoria</span>,</p>
<p class="i2">To bless her loving people!"</p>
</div></div>

<hr />

<p><span class="smcap">Very Annoying.</span>&mdash;Just when everything
was going along so smoothly, just when the
Jubilee police arrangements had been so successful
as to warrant a tribute from Chief
Commissioner <i>Punch</i>, and a recognition from
Londoners generally, to have these police
difficulties suddenly sprung upon Sir <span class="smcap">Charles
Warren</span> was enough to drive him wild,&mdash;enough
to make him a rabid <span class="smcap">Warren</span>. But
he has taken the right course, and much good
will come out of all this trouble. Cheer up,
Sir <span class="smcap">Charles</span>! Anyhow <i>you</i> are not in for a
<span class="smcap">Cass</span>-tigation.</p>

<hr />

<p><span class="smcap">On</span> Messrs. <span class="smcap">Richard Bentley and Sons'</span>
list of books appears <i>Mr. Hissey's Journeys
in England</i>. What an unpleasant visitor, if
he is only true to the name of <span class="smcap">Hissey</span>, and
makes the tour of the Theatres in London and
the provinces. Managers, beware!</p>

<hr />

<h2>"MY LAWYER."</h2>

<blockquote>[Crown 8vo., 6<i>s.</i> 6<i>d.</i>, MY LAWYER: A Concise
Abridgment of, and Popular Guide to, the Laws
of England. By a Barrister-at-Law.]</blockquote>

<div class="poem"><div class="stanza">
<p class="i0">Who was it, when I thought I saw</p>
<p class="i0">In something I had signed a flaw,</p>
<p class="i0">Gave me my first distaste for law?</p>
<p class="i12">My Lawyer.</p>
</div><div class="stanza">
<p class="i0">Who, when into his hands I fell,</p>
<p class="i0">As I my grievance tried to tell,</p>
<p class="i0">Around me wove some fatal spell?</p>
<p class="i12">My Lawyer.</p>
</div><div class="stanza">
<p class="i0">Who from my mind at once all trace</p>
<p class="i0">Of doubt and fear did quite efface,</p>
<p class="i0">And made me think I had a "case"?</p>
<p class="i12">My Lawyer.</p>
</div><div class="stanza">
<p class="i0">Who of all obstacles made light,</p>
<p class="i0">And, whether I was wrong or right,</p>
<p class="i0">Insisted that I ought to fight?</p>
<p class="i12">My Lawyer.</p>
</div><div class="stanza">
<p class="i0">Who, as I saw the costs increase,</p>
<p class="i0">And wished to come to terms of peace,</p>
<p class="i0">Declined to let the turmoil cease?</p>
<p class="i12">My Lawyer.</p>
</div><div class="stanza">
<p class="i0">Who daily plagued me more and more,</p>
<p class="i0">And every time I passed his door</p>
<p class="i0">Charged me straight off thirteen-and-four?</p>
<p class="i12">My Lawyer.</p>
</div></div>

<span class='pagenum'><a name="Page_27" id="Page_27">[Pg 27]</a></span>

<div class="poem"><div class="stanza">
<p class="i0">Who, liking not his little games,</p>
<p class="i0">When I resolved to waive my claims,</p>
<p class="i0">Quick added fuel to the flames?</p>
<p class="i12">My Lawyer.</p>
</div><div class="stanza">
<p class="i0">Who, though some compromise I sought,</p>
<p class="i0">And did not wish the matter fought,</p>
<p class="i0">Before a jury had it brought?</p>
<p class="i12">My Lawyer.</p>
</div><div class="stanza">
<p class="i0">Who, though at last I got enraged,</p>
<p class="i0">The battle still more stoutly waged,</p>
<p class="i0">And leading Counsel, three, engaged?</p>
<p class="i12">My Lawyer.</p>
</div><div class="stanza">
<p class="i0">Who, when, of course, my case went wrong,</p>
<p class="i0">Because it wasn't worth a song,</p>
<p class="i0">Sent in a bill twelve pages long?</p>
<p class="i12">My Lawyer.</p>
</div><div class="stanza">
<p class="i0">And who, now that I'm wiser grown,</p>
<p class="i0">And to this book for aid have flown,</p>
<p class="i0">Would still on me inflict his own?</p>
<p class="i12">My Lawyer.</p>
</div><div class="stanza">
<p class="i0">Yet now, spite all his legal tricks,</p>
<p class="i0">Henceforth this work, price six-and-six,</p>
<p class="i0">Shall promptly be, in every fix,</p>
<p class="i12">My Lawyer.</p>
</div></div>

<hr />

<div class="figcenter" style="width: 50%">
<a href="images/027.png">
<img src="images/027.png" width="100%" alt="&quot;WHAT&#39;S THE NEXT FASHION?&quot;" /></a>
<h4>"WHAT'S THE NEXT FASHION?"</h4>
<h5>"Varium et mutabile semper F&oelig;mina."</h5>
<p><i>Madame France.</i> "<span class="smcap">I wonder which will Suit me Best, after all. I'm beginning to be Tired of This.</span>"</p>
</div>

<hr />

<span class='pagenum'><a name="Page_28" id="Page_28">[Pg 28]</a></span>

<h2>CRICKET AT LORD'S.</h2>

<center><i>Hits by Dumb Crambo, Junior.</i></center>

<table summary="Hits by Dumb Crambo"
><tr><td>
<div class="figcenter" style="width: 100%">
<img src="images/028a.png" width="100%" alt="Some fine Free Hitting." />
<h4>Some fine Free Hitting.</h4>
</div></td>
<td><div class="figcenter" style="width: 100%">
<img src="images/028b.png" width="100%" alt="Well Stopped!" />
<h4>Well Stopped!</h4>
</div>
</td></tr>
</table>

<hr />

<h2>THE LESSON OF THE ROYAL REVIEW.</h2>

<center>(<i>By Our Special Scientific Experimentalist.</i>)</center>

<p>It was with great satisfaction that I received my orders to visit
Aldershot on the occasion of the Royal Review, "to deduce from the
display the exact position occupied by England amongst the Powers
of Europe as a Military Nation." I felt that hardly a better man
could have been chosen for the task. My experience in the four
divisions of the globe, my knowledge of the wars of the last three
quarters of a century, exactly fitted me for the task. I said to
myself, "I am intrusted with the performance of a solemn and
sacred duty. I am asked to carefully report upon the condition of a
large body of men, with a view to sampling the entire British Army.
The large body of men shall have my careful consideration."
Actuated by these worthy motives, I left Waterloo in the early
morn (it was scarcely nine o'clock), and travelled to Aldershot.</p>

<p>On my way down I entered into discussion with four civilians,
whose interest in the day's proceedings seemed to be centred in the
great question of lunch. It was in vain that I attempted to sound
them upon the efficiency or the reverse of the Auxiliary Forces (they
were all more or less connected with the Volunteers), because they
confined their conversation to where they were likely to find So-and-So's
drag on Bourley Wood, and where the&mdash;&mdash; Volunteer Battalion
of the Royal Such-and-Such a Regiment was situated.</p>

<p>"What do you think of canvass as a shelter?" I asked, note-book
in hand.</p>

<p>"Oh, a mess-tent is as good a place as anywhere else if the cookery
and wines are all right," was the only reply I received that had the
slightest bearing on the military situation. Then my companions
refused to talk of anything further save the racing fixtures for
the following fortnight.</p>

<p>At Aldershot I found a number of omnibuses drawn up, labelled
"House of Commons," which were soon occupied by elderly ladies,
who appeared to be excellent representatives of our Legislators.
Seeing that the flymen had arranged a tariff that measured distances
with sovereigns, and hours with bank-notes, I determined to walk to
the Long Valley, and my example was largely followed. Smartly-gowned
ladies, and men whose attire suggested the shady side of
Pall-Mall, dispensed with all conveyances, and sturdily trudged to
the review ground, to the intense disgust of the cabmen, whose
harvest could not have been particularly lucrative. The only vehicles
that we saw on the road were waggons filled with country-folk, and
harnessed to heavy lumbering cart-horses, that moved very deliberately
and slowly, and now and again a London coach. A specimen
of the last came up to me just as I was getting out of the town&mdash;it
was occupied by a company of ladies and gentlemen with an up-all-night
look about them. As a matter of fact, I believe it had started
shortly after midnight, or thereabouts. I recognised one of the
occupants, who, until he caught my eye, had seemed rather depressed,
but who, upon exchanging greetings with me, assumed a
most jovial air, and seemed quite to wake up. He subsequently told
me that he had never enjoyed himself so much. "Up over-night, you
see, then a long drive in the dawn and early morning, getting to
Aldershot before the <span class="smcap">Queen</span>. Review, lunch, and home again." The
last item, I fancy, must have been rather an anti-climax, although my
friend would not admit it. However, I have a kind of instinct that
should there be another big Review, he will choose the rail in preference
to the road.</p>

<p>As I passed the barracks I could not help admiring the waggery
of the Military Authorities in setting up placards requesting "the
Public not to walk on the grass." The light-hearted Authorities (it
is scarcely necessary to say to those who know the latent humour in
the breasts of the Head-quarters' Staff) had selected a site for these
posters where no grass would grow. From the hurry-skurry observable
on all sides, I gathered that the Procession was on its way&mdash;a
supposition that was turned into certainty by the boom of a Royal
Salute. And yet I was miles from my seat! There was only one
thing to do&mdash;to force my way down a road that had been closed since
nine o'clock. The entrance to this pathway was guarded by a
mounted sentry. I approached him, and showed him my pass,
which made me free of all "camps and bivouacs." He complained
that he was not a "camp," but had nothing to urge in denial when
I insisted that "then he must be a bivouac." As some dozens of
others were attempting to force the passage, he allowed me to pass,
and from that moment practically the British Army was at my
mercy. No provision had been made to deal with spectators when
once the gallant Scots Grey had been passed. Thus I was able to
lead the Royal Procession, and was greatly pleased to find every
one on the alert. Battalion after battalion seemed to me well set up,
and the Duke of <span class="smcap">Cambridge</span> with his drawn sabre left nothing to be
desired. I inspected them all, and can certainly say that I had not to
stop to re-arrange a belt or even a general-officer's scabbard. This
being the case, my movements were rapid, but not faster than those
of the Derby Dog. In the fearful heat I found my seat (a very
comfortable one) close to the saluting point, and then was prepared to
see the march-past. The bands struck up. "<span class="smcap">George Ranger</span>"
waved his sword and there was a shout. Then came the tramp of
armed men, and it occurred to me that after a very long run, I could
scarcely do better than close my eyes. I found by doing this that I
could think the matter out. What had perplexed me on the road
down was how I should find the mess of the particular regiment that
had honoured me with a card of invitation for luncheon.</p>

<p>I soon made up my mind that I had better ask my way. This I
did, and found the country Constabulary most intelligent. As I had
come to Aldershot to see the soldiers, rather than to enjoy the
pleasures of the table, it would perhaps be out of place to mention
here how good lobster salad is when you are really hungry, and how
very grateful to the palate claret cup appears when one has had
nothing to drink for many hours. Enough to say, I enjoyed myself
thoroughly, and catching a train to Waterloo, was once more at home.</p>

<p>On reading my notes I find that I have left unanswered the question
with which I commenced this article. I was sent to Aldershot to
"deduce from the display, the exact position occupied by England
amongst the Powers of Europe as a Military Nation." Quite so. Well&mdash;but
perhaps on second thoughts I had better get the Editor to send
me to another review before I attempt to solve the problem.</p>

<p class="regards">[Certainly: try it.&mdash;<span class="smcap">Ed.</span>]</p>

<hr />

<h2>OF THE MASKE-ALINE GENDER.</h2>

<p>The great success of the Gray's Inn <i>Maske</i>, has raised in the mind
of some of the critics the consideration whether a revival of this form
of entertainment could not be established. Ever ready to assist in
carrying out a valuable suggestion, <i>Mr. Punch</i> begs to provide a
<i>Scenario</i> for a modern <i>Maske:</i>&mdash;</p>

<blockquote><p><span class="smcap">Scene I.</span>&mdash;<i>The Exterior of the Castles of</i> <span class="smcap">Torius</span> <i>and</i> <span class="smcap">Gladstonius</span>
<i>with a view of the Palace of Westminster, seen through the gateway.
Enter</i> <span class="smcap">Sessionius</span>, <i>who looks about him and ponders</i>.</p></blockquote>

<p><i>Sessionius.</i> This should not be! Such a time as this puts down a
thousand pleasant schemes of summer! When a Bill, an Opposition,
and a Closure are met within the Hall of great St. Stephen's! Let
the Ex-M.P. bless the summer day, but Whigs, Rads, and Tories,
needs must nod to the Sessions Reign.</p>

<blockquote><p><i>Enter</i> <span class="smcap">Vacatia</span>.</p></blockquote>

<p><i>Vacatia.</i> Well, o'ertaken Session!</p>

<p><i>Sessionius.</i> What's that I see? How dare you approach. D'ye
mean to give the lie to the prophets, who say I shall not be done until
October? Away, thou tempting fancy! Begone! Stay not a moment!</p>

<p><i>Vacatia.</i> Nay, be not angry! In days gone by thou used to
welcome me! Why is it?</p>

<p><i>Sessionius.</i> Do you not see I cannot move? With Irish Members
and Coercion Bills, I may stay here for ever!</p>

<blockquote><p><span class="smcap">Vacatia</span> <i>weeps, and is appeased by</i> <span class="smcap">Trippius</span>, <i>who explains that
they can go unto the seaside by the Sunday trains. Then all go
out. Then enter the</i> <span class="smcap">Excursionists</span>, <i>who sing strange songs in
praise of wine and tobacco. After a while the fun grows fast
and furious, and the Scene changes to</i>,&mdash;</p></blockquote>

<center><span class="smcap">The Garden of Parliamentary Flowers of Speech.</span></center>

<blockquote><p><i>First song, wherein the</i> <span class="smcap">Speaker</span> <i>works a charm by which certain
Irish Members dance a measure with sticks, and striking the
floor, then one another's coat-tails, and, lastly, one another's
heads. When this is done,</i> <span class="smcap">Harcourtius</span> <i>appears in the</i> pavan,
<i>or "peacock's strut," and marches about. He disappears, and
there is a Dance of Woodmen with hatchets by the</i> Gladstonian
Family. <i>All this ends merrily with a view of</i> <span class="smcap">Vacatia</span> <i>working
a change as</i> <span class="smcap">Trippius</span> <i>introduces a View of a possible Autumn
Session</i>.</p></blockquote>

<hr />

<p>"What I want some fellow to tell me," said Mr. <span class="smcap">Duffer</span>, looking
up from an advertisement of a forthcoming sale at Aldridge's,
"is&mdash;what the dickens is the use of a <i>broken</i> sporting dog?"</p>

<hr />

<span class='pagenum'><a name="Page_29" id="Page_29">[Pg 29]</a></span>

<div class="figcenter" style="width: 50%">
<a href="images/029a.png">
<img src="images/029a.png" width="100%" alt=" LA PORTE!" /></a>
<h4>"&Agrave; LA PORTE!"</h4>
<p><i>Wolff.</i> "<span class="smcap">Must really be going now! Had a Delightful Time
of it. Spent a lot of Money, and enjoyed myself amazingly.
Ta! Ta!</span>"</p>
<p><i>Sultan.</i> "<span class="smcap">So sorry you're going. By the way, I'll attend
to that Little Matter you came about, at the earliest
Moment possible. Ta! Ta!</span>"</p>
</div>

<hr />

<h2>CLEAR AS CRYSTAL; OR, ALL ABOUT IT.</h2>

<center><i>Interior of a Railway Carriage on a Suburban Line.</i> Well-Informed
Politicians <i>discovered discussing question of the hour</i>.</center>

<p><i>First Well-Informed Politician (summing up the situation with
confidence).</i> Well, that's how it stands. <span class="smcap">Drummond Wolff</span> has
telegraphed to say that the thing's no go, and that he can't get 'em
to sign. So he has put the Convention into his pocket, and is coming
home as fast as his legs can carry him.</p>

<p><i>Second Well-Informed Politician (tentatively).</i> Pardon me, but I
don't think it has quite come to that, has it? He was to have left,
but the <span class="smcap">Sultan</span>, you know, asked him to wait for an audience, or
something of that sort. I saw something about it just now in the
paper.</p>

<p class="salute">[<i>Hunts up and down the columns of the "Times" vaguely.</i></p>

<p><i>Third Well-Informed Politician.</i> O yes, I know what you mean.
Here; it's here. (<i>Produces "Standard."</i>) Ha! this is it. (<i>Reads.</i>)
"Sir <span class="smcap">H. D. Wolff</span> was to have left yesterday, but having asked an
audience to take leave, and the <span class="smcap">Sultan</span> not having named a day for
it, his departure has been postponed."</p>

<p><i>Second Well-Informed Politician.</i> Yes, that's it. (<i>Addressing</i>
First Well-Informed Politician <i>with more assurance</i>.) You see
there's evidently a chance of further negotiation. I shouldn't be
surprised to hear that the thing was settled yet.</p>

<p><i>First Well-Informed Politician (with warmth).</i> Stuff, Sir&mdash;there'll
be no settlement&mdash;and a precious good job too! Who wants
any Convention? Not England. No, we're well out of it, and,
what's more, <span class="smcap">Salisbury</span> knows it.</p>

<p><i>Third Well-Informed Politician.</i> You quite surprise me. Surely
Lord <span class="smcap">Salisbury</span> had set his heart on the signing of the Convention.</p>

<p><i>Second Well-Informed Politician.</i> Oh yes, I'm sure of that.
Why, I've just been reading it&mdash;in the Vienna Correspondence, I
think it was. Where was it?</p>

<p class="salute">[<i>Again commences a vague hunt up
and down the columns of the "Times."</i></p>

<p><i>First Well-Informed Politician.</i> Nonsense&mdash;I don't care what
the "Vienna Correspondence" says. Tells a pack of lies, I'll be
bound. I tell you <span class="smcap">Salisbury's</span> no fool, and he knows when he has
got a free hand.</p>

<p><i>Third Well-Informed Politician (slightly bewildered).</i> But I
thought the Convention, don't you know, did give him a free hand&mdash;at
least, a sort of a free hand&mdash;that's to say, that's the way I
took it.</p>

<p><i>Second Well-Informed Politician (brightly).</i> Of course. Why
that's the reason France and Russia put the screw on the <span class="smcap">Sultan</span>.</p>

<p><i>First Well-Informed Politician.</i> France and Russia put the screw
on! Stuff, Sir! Who cares for France and Russia? <span class="smcap">Salisbury</span>
knows a trick or two worth any game they can play.</p>

<p><i>Fourth Well-Informed Politician (who has been waiting his chance,
putting down the "Daily News").</i> I don't suppose <i>this</i> country will
play any game, at all events, till the Grand Old Man's in again.</p>

<p><i>First Well-Informed Politician (hotly).</i> What! The Grand Old&mdash;&mdash;! Why,
Sir, what do you mean? Why it's he who's
responsible for every blessed muddle and mess, including this
Egyptian business, that has overtaken the country for the last twenty
years. Bless my soul, Sir, I can't understand your having the face
to put forward such an opinion.</p>

<p><i>Fourth Well-Informed Politician (doggedly).</i> Oh, you may bluster,
but you won't change my view of things, I can tell you. <span class="smcap">Gladstone's</span>
the man for Egypt, and for everything else.</p>

<p><i>First Well-Informed Politician (boiling over).</i> Confound it, Sir.
Do you wish to insult me. I'll tell you what it is, Sir, I'll&mdash;&mdash;
I'll&mdash;&mdash;</p>

<p class="salute">[<i>Left throwing more light on the situation as scene closes in.</i></p>

<hr />

<h2>BLESSINGS IN DISGUISE.</h2>

<blockquote><p>[Lord <span class="smcap">Randolph Churchill</span> said that the loss of the North Paddington
Election might prove a "blessing in disguise" to the Unionist Party.]</p></blockquote>

<center><i>Unhappy Unionist loquitur</i>:&mdash;</center>

<div class="poem"><div class="stanza">
<p class="i0">Oh, <span class="smcap">Grandolph</span>, <span class="smcap">Grandolph</span>, was it all your chaff?</p>
<p class="i2">I for your <i>real</i> thoughts would give a penny.</p>
<p class="i0">Of such strange "blessings" we could spare one half;</p>
<p class="i12">We have so many.</p>
</div><div class="stanza">
<p class="i0">There's <span class="smcap">Smith</span>; no doubt <i>he</i> is a blessed boon;</p>
<p class="i2">His dash, his sparkle, and his tact are wonders.</p>
<p class="i0">But why <i>does</i> he "disguise" them late and soon</p>
<p class="i12">As awkward blunders?</p>
</div><div class="stanza">
<p class="i0">Then <span class="smcap">Balfour</span>; he is courtesy's pure pink,</p>
<p class="i2">But why will he persist in masquerading</p>
<p class="i0">As cynic rudeness? Such "disguise," I think,</p>
<p class="i12">Is most degrading.</p>
</div><div class="stanza">
<p class="i0"><span class="smcap">Matthews</span>, again! Yes, he <i>au fond</i> would bless</p>
<p class="i2">A Cabinet of angels! 'Tis surprising</p>
<p class="i0">To see him as a muddler in a mess</p>
<p class="i12">Himself "disguising."</p>
</div><div class="stanza">
<p class="i0">Then you yourself, my <span class="smcap">Grandolph</span>! Blessings flow</p>
<p class="i2">From your bold eyes and trim moustache so tufty,</p>
<p class="i0">But why, sweet benediction, choose to go</p>
<p class="i12">So much in <i>mufti</i>?</p>
</div><div class="stanza">
<p class="i0">When you to spot our blunders use those eyes,</p>
<p class="i2">And of our errors turn astute detective,</p>
<p class="i0">Whate'er the "blessing" may be, the "disguise"</p>
<p class="i12">Is most effective.</p>
</div><div class="stanza">
<p class="i0">The "Union" Cause our Country's cause remains,</p>
<p class="i2">But oh! how long shall we remain its bosses,</p>
<p class="i0">If all our blessings come disguised as banes,</p>
<p class="i12">Our gains as losses?</p>
</div><div class="stanza">
<p class="i0">Is it, sweet optimist, too much to ask</p>
<p class="i2">That you, and all our failures, muddles, messings,</p>
<p class="i0">Should, just to comfort us, throw off the mask,</p>
<p class="i12">And come <i>as</i> blessings?</p>
</div></div>

<hr />

<p>We were glad to hear that the charges brought against the London
Scottish rested upon the slightest possible foundation. There let them
rest. They will not now change their title to the London Skittish.</p>

<hr />

<h4>DUMB CRAMBO AT WIMBLEDON.</h4>

<table summary="DUMB CRAMBO AT WIMBLEDON">
<tr>
<td><div class="figcenter" style="width: 100%">
<img src="images/029b.png" width="100%" alt="Bar&#39;ll cool her" />
<h4>Bar'll cool her</h4>
</div></td>
<td><div class="figcenter" style="width: 100%">
<img src="images/029c.png" width="100%" alt="An excellent Range-Finder" />
<h4>An excellent Range-Finder.</h4>
</div>
</td>
</tr>
</table>

<hr />

<span class='pagenum'><a name="Page_30" id="Page_30">[Pg 30]</a></span>

<div class="figcenter" style="width: 80%">
<a href="images/030.png">
<img src="images/030.png" width="100%" alt="A DAY IN THE COUNTRY" /></a>
<h4>A DAY IN THE COUNTRY.</h4>
<p><i>Little Tommy (who has never been out of Whitechapel before).</i> "<span class="smcap">Oh! Oh! Oh!</span>"</p>
<p><i>Kind Lady.</i> "<span class="smcap">What's the Matter, Tommy?</span>"</p>
<p><i>Little Tommy.</i> "<span class="smcap">Why, what a big Sky they've got 'ere, Miss!</span>"</p>
</div>

<hr />

<h2>AT THE NAVAL REVIEW.</h2>

<div class="poem1"><div class="stanza">
<p><i>Neptune (to Vulcan).</i> Hillo, Mate, <i>you</i> here?</p>
</div><div class="stanza">
<p><i>Vulcan.</i>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Yes, my hearty; why <i>not</i>?</p>
</div><div class="stanza">
<p class="i0"><i>Neptune.</i> Well, my ancient monopoly's all gone to pot.</p>
<p class="i2">You've been "inching it in," for a number of years;</p>
<p class="i2">Your Lemnos no longer has charms, it appears</p>
<p class="i2">To detain you on shore. Once a Naval Review</p>
<p class="i2">To a smithy-smoked game-legged land-lubber like you&mdash;&mdash;</p>
</div><div class="stanza">
</div><div class="stanza">
<p class="i0"><i>Vulcan.</i> Oh, avast heaving there, Mate!</p>
</div><div class="stanza">
<p class="i0"><i>Neptune.</i>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;By Jove, he's as pat</p>
<p class="i2">At our nautical patter as <span class="smcap">Dibdin</span>, that's flat.</p>
<p class="i2">Can't you tip us "<i>Tom Bowling</i>"?</p>
</div><div class="stanza">
<p class="i0"><i>Vulcan.</i>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Aye! (<i>sings</i>) "Here a sheer hulk"&mdash;&mdash;</p>
</div><div class="stanza">
<p class="i0"><i>Neptune.</i> Oh, stop! <i>What</i> a voice for a chap of your bulk!</p>
<p class="i2">'Tis as shrill as a file-squeak, and equally mellow.</p>
</div><div class="stanza">
<p class="i0"><i>Vulcan.</i> Oh yes, you old Stentor, a big breezy bellow</p>
<p class="i2">Is your <i>sole</i> idea of a song.</p>
</div><div class="stanza">
<p class="i0"><i>Neptune (offering his 'baccy-box amicably).</i> Have a quid?</p>
</div><div class="stanza">
<p class="i0"><i>Vulcan.</i> I don't care if I do. But you know as a kid</p>
<p class="i2">After leaving Olympus&mdash;&mdash;</p>
</div><div class="stanza">
<p class="i0"><i>Neptune.</i>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ha! ha! A fair "chuck."</p>
<p class="i2">Poor Juno! She felt she was quite out of luck,</p>
<p class="i2">To bear such a skinny young dot-and-go-one.</p>
</div><div class="stanza">
<p class="i0"><i>Vulcan.</i> Oh, if these are your manners&mdash;&mdash;</p>
</div><div class="stanza">
<p class="i0"><i>Neptune.</i>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Pooh! Only my fun.</p>
<p class="i2">Fire away with your yarn. Let's see, where had you got to?</p>
</div><div class="stanza">
<p class="i0"><i>Vulcan.</i> You know that I lived some nine years in a grotto,</p>
<p class="i2">With Thetis, that <i>belle</i> of the Ocean, and therefore</p>
<p class="i2">I'm <i>not</i> such a land-lubber. Not that I care for</p>
<p class="i2">Your coarse briny flouts, my old Mulberry-nose.</p>
</div><div class="stanza">
<p class="i0"><i>Neptune.</i> Humph! You've turned a teetotaller now, I suppose,</p>
<p class="i2">And should I sing "Hey! Ho! and a bottle of rum,"</p>
<p class="i2">You'd not join in the song&mdash;or the swizzle?</p>
</div><div class="stanza">
<p class="i0"><i>Vulcan.</i>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Oh, come,</p>
<p class="i2">We have no <span class="smcap">Wilfrid Lawson</span> in Sicily yet;</p>
<p class="i2">All my Cyclops would strike. Yes! I'm game for a "wet."</p>
</div><div class="stanza">
<p class="i0"><i>Neptune.</i> That's hearty. Now, then, you young <span class="smcap">Triton</span>, look slippy,</p>
<p class="i2">Fetch up t'other bottle. I feel rather nippy.</p>
<p class="i2">And then the occasion! <span class="smcap">Britannia's</span> my dear,</p>
<p class="i2">We must drink to her health in this Jubilee Year.</p>
</div><div class="stanza">
<p class="i0"><i>Vulcan.</i> I'm glad you say "We."</p>
</div><div class="stanza">
<p class="i0"><i>Neptune.</i>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Well, I own you are "in it."</p>
<p class="i2">I wouldn't dispute your fair claims for a minute,</p>
<p class="i2">But they're thundering ugly, your new Iron Walls,</p>
<p class="i2">And when a big fight comes,&mdash;well, look out for squalls.</p>
<p class="i2">This playing at battle is all very grand,</p>
<p class="i2">But <i>I</i> think twelve-inch metal much fitter for land.</p>
<p class="i2">Wood's the stuff for the sea; that's a point in my <i>credo.</i></p>
<p class="i2">That "mount" of yours safe? I don't think a torpedo</p>
<p class="i2">A patch on a Sea-horse, or even a Triton.</p>
</div><div class="stanza">
<p class="i0"><i>Vulcan.</i> All right! 'tisn't charged, so there's nothing to frighten.</p>
<p class="i2">Things are not now done in your toasting-fork way.</p>
</div><div class="stanza">
<p class="i0"><i>Neptune.</i> Humph! My trident enabled <span class="smcap">Britannia</span> to sway</p>
<p class="i2">In a style that's admitted on every side;</p>
<p class="i2">Whilst your guns and torpedoes remain to be tried.</p>
<p class="i2">Your <span class="smcap">Armstrongs</span> and <span class="smcap">Whiteheads</span> may give themselves airs,</p>
<p class="i2">But they don't seem to stop periodical "scares."</p>
<p class="i2">Perhaps you may wish, when it <i>does</i> come to war,</p>
<p class="i2">For the old Man-of-war and the old pig-tailed Tar.</p>
<p class="i2">However, old boy, here's the grog. That's a bottle</p>
<p class="i2">That might have glug-glug'd down my <span class="smcap">Nelson's</span> brave throttle;</p>
<p class="i2">It's been in my cellar since Trafalgar.</p>
</div><div class="stanza">
<p class="i0"><i>Vulcan.</i>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Truly?</p>
</div><div class="stanza">
<p class="i0"><i>Neptune.</i> Yes. 'Tis a big day,&mdash;let us honour it duly;</p>
<p class="i2">A splendid wind-up to the Jubilee <i>f&ecirc;tes</i>.</p>
<p class="i2">Well, manhood and pluck are not matters of date.</p>
<p class="i2">Let us hope, when it really does come to a tussle,</p>
<p class="i2">That brave British spirit and stout British muscle</p>
<p class="i2">May have the same pull as they did in the days</p>
<p class="i2">When "yard-arm to yard-arm" was <span class="smcap">Jack's</span> favoured phrase,</p>
<p class="i2">When death-stored torpedoes and Titan-lipped guns</p>
<p class="i2">And steel in huge masses, and fast-flying tons</p>
<p class="i2">Had never been dreamed of. Ah! Vulcan, your reign</p>
<p class="i2">Has played up rare pranks with my briny domain;</p>
<p class="i2">The jolly old days of <span class="smcap">Drake</span>, <span class="smcap">Benbow</span>, and <span class="smcap">Nelson</span>.</p>
<p class="i2">Success to Old England, short shrift to her foes;</p>
<p class="i2">My favourite, spite of all change, I confess her.</p>
<p class="i2">A bumper, my boy! Here's the <span class="smcap">Queen</span>, and God bless her!</p>
</div></div>

<hr class="short" />

<span class='pagenum'><a name="Page_31" id="Page_31">[Pg 31]</a></span>

<div class="figcenter" style="width: 80%">
<a href="images/031.png">
<img src="images/031.png" width="100%" alt="SPITHEAD, JULY 23RD, 1887" /></a>
<h4>SPITHEAD, JULY 23rd, 1887.</h4>
<p><span class="smcap">Father Neptune</span> (<i>cheerily</i>). "WHAT&mdash;VULCAN, MY HEARTY! WELL, WE'RE SHIPMATES NOW, SO HERE'S '<b>THE QUEEN!</b>'&mdash;GOD BLESS HER!!"</p>
</div>

<span class='pagenum'><a name="Page_32" id="Page_32">[Pg 32]</a></span>

<hr />

<span class='pagenum'><a name="Page_33" id="Page_33">[Pg 33]</a></span>

<h2>LANE AND GARDEN.</h2>

<div class="figright" style="width: 30%">
<a href="images/033.png">
<img src="images/033.png" width="100%" alt="Music conductor" /></a>
</div>

<p>"Oh, <span class="smcap">Todgers's</span> could do it when it chose! mind that." <span class="smcap">Augustus
Druriolanus</span> can "do it," too, when he chooses, mind that, and
his production of <i>Les Huguenots</i>
on Monday the 11th was
a convincing proof of this
assertion. The <i>mise-en-sc&egrave;ne</i>
was as perfect as if the Opera
had been a brand new one.
The costumes were gorgeous,
the scenes brilliant, and the <i>jeu
de sc&egrave;ne</i> original and artistic.</p>

<p>Monsieur <span class="smcap">Maurel</span> was an ideal <i>Count
de Nevers</i>, a chevalier <i>sans peur et sans
reproche</i>. Miss <span class="smcap">Engle</span> won all hearts
as <i>Marguerite de Valois</i>. "<i>Non 'Engle'
sed 'Angel,'</i>" as the <span class="smcap">Pope</span> didn't say.</p>

<p>The Page was rather weak, but made
up in action and archness&mdash;the archness
was not confined to the eyes, but was
also strikingly exhibited in another
feature&mdash;for whatever might have been
lacking vocally; and then of course
there were the two brothers, <span class="smcap">Jean</span> and
<span class="smcap">Edouard de Reszke</span>, always ready to come to the resky. We
stopped till the end, and congratulated ourselves on having heard
the very last of the <i>Huguenots</i> for the first time in our chequered
career. We saw Signor <span class="smcap">Foli</span>, as <i>Marcel</i>, perform a marriage ceremony
between <i>Valentine</i> and <i>Raoul</i>, from which fact we gathered
that the <i>Count de Nevers</i> must have been shot, otherwise <i>Valentine</i>
would be a bigamist; and, in fact, the moral position of the three
parties would be an extremely unpleasant one, in view of their
hurried departure from this wicked world, which the muskets of the
soldiers, executing the victims and the dramatist's design at the same
time, compel them to make. The band and choruses were excellent.</p>

<p>At the Garden, on Tuesday the 12th, the new Opera, <i>La Vita per
lo Czar</i>, was produced and placed on the stage by Signor <span class="smcap">Lago</span>, as if
it had been brought out at the beginning of the season instead of the
finish. An eccentric Opera. The first Act fresh as the newly-painted
scenery: full of life, colour, and melody. It started well
with a chorus which was unanimously and enthusiastically encored.
Mme. <span class="smcap">Albani</span> was never in better voice. <span class="smcap">Gayarr&eacute;</span> and <span class="smcap">Devoyod</span>
were excellent. The First Act was an undeniable success, and
everybody was happy.</p>

<p>Then came the Second Act, all chorus, hops, and Poles. No <span class="smcap">Albani</span>,
no <span class="smcap">Gayarr&eacute;</span>, no <span class="smcap">Devoyod</span>. Music pretty, but as <span class="smcap">Toby</span> in the
Essence of Parliament puts it, "Business done. None." Curtain
down: people a bit scared. Not accustomed to an Act without
Principals. Evidently such an Unprincipal'd Act must be wrong.
Act Third revived all hopes. <span class="smcap">Albani</span> the bride, <span class="smcap">Gayarr&eacute;</span> the bridegroom,
<span class="smcap">Scalchi</span> the best boy, <span class="smcap">Devoyod</span> the best boy's father, a
venerable grey-headed peasant, the very reverse of the mild old
gent in <span class="smcap">Leech's</span> picture who was represented by the 'Bus cad as "a
cussin' and a swearin' like hanythink," inasmuch as he is always
either blessing somebody, uttering patriotic sentiments about the
<span class="smcap">Czar</span>, or down on his hands and knees with his nose in the dust
saying, or rather singing, his prayers.</p>

<p>Third Act pleases everybody, raises our hopes, and then in the
Fourth Act we discover, to our amazement, that we are only to see
<span class="smcap">Scalchi</span> once again, that we have bidden farewell for ever to <span class="smcap">Albani</span>
and <span class="smcap">Gayarr&eacute;</span>, and that the remainder of the Opera is to be carried
on right up to the end by the heavy father, a chorus of Poles,&mdash;all
acting well, and not a stick amongst them,&mdash;and a transparency
representing the Coronation of the <span class="smcap">Czar</span>. And though the absence
of <span class="smcap">Albani</span>, <span class="smcap">Scalchi</span>, and <span class="smcap">Gayarr&eacute;</span> made everyone's heart grow
fonder, though we all missed them, yet we "pitied the sorrows of
the poor old man," admired his acting and singing in a most difficult
situation, and agreed with everybody that this strange Opera was a
decided success. The Second scene of the last Act might be curtailed
with advantage. This is speaking only dramatically; perhaps on a
second hearing we should change our opinion.</p>

<p>However, so ends the Covent Garden Opera Season; it has finished
first,&mdash;a good first.</p>

<hr /><br />

<p>The New Silver Coinage will be re-named, until it is re-called,
"The Silber-Goschen."</p><br />

<hr />

<h2>VERB. SAP.</h2>

<center>(<i>To a Wandering Star.</i>)</center>

<blockquote><p>"I am willing to throw in my lot with that of my friend <span class="smcap">Huxley</span>, and 'to
fight to the death' against this wicked and cowardly surrender. A desperate
gamester miscalled a Statesman, has chosen to invoke ignorant foreign opinion
against the instructed opinion of his own countrymen."&mdash;<i>Professor Tyndall's
last Letter to the Times.</i></p></blockquote>

<div class="poem"><div class="stanza">
<p class="i0"><span class="smcap">Tyndall</span>, <span class="smcap">Tyndall</span>, learned star,</p>
<p class="i0">How we wonder where you are!</p>
<p class="i0">Fizzing up like penny pop,</p>
<p class="i0">Coming down on <span class="smcap">Gladstone</span> flop!</p>
</div><div class="stanza">
<p class="i0">"Desperate gamester!" <span class="smcap">Tyndall</span> mine,</p>
<p class="i0">Such invective is <i>not</i> fine.</p>
<p class="i0">Have <i>you</i> not a card to trump,</p>
<p class="i0">Rattling <span class="smcap">Randolph</span> on the stump?</p>
</div><div class="stanza">
<p class="i0">Science in her calm retreat</p>
<p class="i0">Ought that sort of bosh to beat;</p>
<p class="i0">She, whose words should drop like gold,</p>
<p class="i0">Must not ape an angry scold.</p>
</div><div class="stanza">
<p class="i0">Party scribes who rage for pay,</p>
<p class="i0">When most rabid write that way,</p>
<p class="i0">Politicians of the pot</p>
<p class="i0">Perpetrate that sort of rot.</p>
</div><div class="stanza">
<p class="i0">Just suppose that W. G.,</p>
<p class="i0">Fancying your remarks too free,</p>
<p class="i0">Dubbed you, in polemic rage,</p>
<p class="i0">"Sciolist miscalled a sage."</p>
</div><div class="stanza">
<p class="i0">How you <i>savants</i> would cry "Shame!"</p>
<p class="i0">Why should Science only claim</p>
<p class="i0">Right to be exceeding rude,</p>
<p class="i0">Sourly false and coarsely crude?</p>
</div><div class="stanza">
<p class="i0">"Wicked! Cowardly!" Oh, bless us!</p>
<p class="i0">Hercules in the shirt of Nessus</p>
<p class="i0">Did not rage in wilder fashion</p>
<p class="i0">Than our <span class="smcap">Tyndall</span> in a passion.</p>
</div><div class="stanza">
<p class="i0">Difference exists no doubt;</p>
<p class="i0">Let us calmly fight it out;</p>
<p class="i0">But to call each other names</p>
<p class="i0">Is the vulgarest of games.</p>
</div><div class="stanza">
<p class="i0">Honestly one view you hold;</p>
<p class="i0">If to differ one makes bold,</p>
<p class="i0">Is it fair, Sir, to infer,</p>
<p class="i0">That he's rascal, traitor, cur?</p>
</div><div class="stanza">
<p class="i0">Pooh! That's Party's puerile plan.</p>
<p class="i0">Wisdom, Sir, should play the man.</p>
<p class="i0">Drop these tart polemic pennings,</p>
<p class="i0">Leave that sort of stuff to <span class="smcap">Jennings</span>.</p>
</div></div>

<hr />

<h2>ROBERT AT THE GILDHALL BALL.</h2>

<p>Afore the Jooblee Seesun is quite gone, I wish to rikkord my
sediments with regard to the show at Gildhall. I never, even in my
wildest dreams of rapshur, xpected to see sitch a site as I seed there.
I have, in my long perfeshnal career, seen lots of Kings, and Queens,
and Princes, and setterer, but in them cases, I mite say, in the grand
words of the old song, "Their Royaltys came by twos and twos,
hurrah, hurrah!" But on that okashun, they acshally cum by shoals;
and when they was all assembled they mustard no less than sixty-wun
true-born Royalties. Wat a site for a treu-blew Conservatif! The
mere common compny, such as Common Counselmen, and setterer,
was railed off at a respecful distance, but they stood by the hour a
gazin at 'em with rapshur, altho' none of 'em hadn't no chairs to sit
on. How they all seemed to enwy the mortal happyness of the Committee-men,
who, with their long wands, was alloud to stand inside
the sacred inklosure. I didn't see the Royal Quadreel, tho' I was
told as it wasn't anything werry pertickler as to the dancing, not at
all equal to the dancing at the Hopera. The gineral compny
seemed to suffer terribly from the want of cheers. As I passed under
the Gallery I seed one most charming Lady, drest jest like a Princess,
acshally a sitting on the floor from fatigue, and her husband a
watching over her like a garden angel, tho' he was a Feild Marshall!</p>

<p>The world may be surprised to learn that Royalty wants its supper
jest like meer common peeple, so there was sum difficulty about
waiting on 'em, as of course they had to sup alone, with only the Lord
and Lady Maress with 'em. But one of the most xperienced gentlemen
in all London offered to do it for nothink if he mite slect his staff.</p>

<p>"I must 'ave <span class="smcap">Robert</span> to wait on me pussunally," says a certain
Illusterious Personidge. "I'm there, your Royal Eyeness," I says,
as I persented the rosewater on my bendid nees.</p>

<p>I had the almost crushing honner of anding ewery dellycassy of
the season and amost ewery kind of the grandest of Shampains to
such a supper party as praps Urope has never before witnessed.
I have nothing to reweal of the many strange things as I herd on
that memroble occashun, becoz we was all sworn to secrecy, as usual,
on a Carving Nife. I breaks through no law when I says that
Royalty werry much enjoyed its supper.</p>

<p>I wundered to myself what the feelinx of Royalty must be when
they knows and sees that all they has to do to give thowsands of most
respectable peeple a feeling of rapshur amost imposserbel to realise,
is for 'em to stand still and let 'em gaze at 'em by the hour! One
wood think it might paul upon 'em after a time, but one would be rong.</p>

<p>With the dipparcher of Royalty the great charm of the nite
was gone, the sun had set and the moon had not risen, to speak
pohetically, but the recklecshun of the Blaze of Royalty that they had
been alloud to gaze on, will last them for long ears and be told to
children yet unborn as the crowning glory of their blessed lives.</p>

<p class="author"><span class="smcap">Robert.</span></p>

<hr />

<span class='pagenum'><a name="Page_34" id="Page_34">[Pg 34]</a></span>

<div class="figcenter" style="width: 60%">
<a href="images/034.png">
<img src="images/034.png" width="100%" alt="HOPE FOR ALL" /></a>
<h4>HOPE FOR ALL.</h4>
<p><i>"Coach" (to Volatile Pupil).</i> "<span class="smcap">Are you at Theorem B or C, Mr. Titterby</span>?"</p>
<p><i>Mr. T.</i> "<span class="smcap">T' tell y' th' truth, Sir, I'm 'at Sea'&mdash;at Sea, Sir,&mdash;completely</span>." [<i>Chuckles.</i>
(<i>He turned out an utter failure, was plucked at College, and had to take to <span class="smcap">Art-Criticism</span>!</i>)]</p>
</div>

<hr />

<h2>"MARGARINE."</h2>

<center>(<i>A Middleman's Lament.</i>)</center>

<blockquote><p>"For the protection of the public, all
consignments of the spurious compound
that has hitherto, under the title of
'Butterine,' passed current in the market
for genuine butter, will in future be
distinctly labelled and known as 'Margarine.'"&mdash;<i>Trade
Intelligence.</i></p></blockquote>

<div class="poem"><div class="stanza">
<p class="i0">Ah! tell me not they've changed thy name,</p>
<p class="i2">So long a sweet decoy,</p>
<p class="i0">By which I've made my little game,</p>
<p class="i2">And palmed off thy alloy.</p>
<p class="i0">Of chemicals and horses' fat,</p>
<p class="i2">And things not nice or clean,</p>
<p class="i0">You were composed; but what of that?&mdash;</p>
<p class="i0">You looked like butter in the pat.</p>
<p class="i2">Why call you "Margarine"?</p>
</div><div class="stanza">
<p class="i0">Ah! why the public undeceive?</p>
<p class="i2">They bought thee with a will,</p>
<p class="i0">And in thy virtues so believe</p>
<p class="i2">That they would buy thee still!</p>
<p class="i0">Why have such meddling measures framed</p>
<p class="i2">By legislation mean?</p>
<p class="i0">Alas! thy origin's proclaimed;</p>
<p class="i0">No more with butter art thou named,</p>
<p class="i2">But henceforth "Margarine"!</p>
</div></div>

<hr />

<h4>IN&AElig;STHETIC &AElig;DILES.</h4>

<p>Bad luck to the Board of Works in their project of demolishing the
steps, and disfiguring the platform of St. Martin's Church, on the mere
pretence of widening the entrance of the proposed Charing Cross Road.
All my eye and <span class="smcap">Betty</span>&mdash;namesake, but no relation to the Saint.
Convenience is a mere cloak for their unnecessary Vandalism, a cloak
which St. Martin would never have divided with tasteless beggars.</p>

<hr />

<h2>LARKS FOR LEGISLATORS.</h2>

<blockquote><p>"There would be no departure from the most highly respectable precedents
in holding open-air sittings of the House of Commons, while its advantages in
the hot weather, as regards not only physical comfort, but mental and moral
fitness for the work of the senator, are too obvious to need enumeration."</p></blockquote>

<p class="author"><i>Daily Paper.</i></p>

<p><span class="smcap">Scene</span>&mdash;<i>The Grounds of the Crystal Palace. The House of
Commons assembled in the Rosary; Reporters (armed with
speaking trumpets) in the Band Stand and on branches of Trees.</i></p>

<p><i>The Speaker (in his shirt-sleeves).</i> Order, order! I must request
Members to abstain from touching the Fireworks till the evening.</p>

<p><i>Dr. Tanner.</i> I rise to a point of order, Sir. What are we to do if
it rains? I see no preparation for rigging up an awning over us, and
I must protest against this cowardly attempt on the part of the
Government to stifle, or perhaps I ought to say drown, discussion,
and&mdash;&mdash;</p>

<p><i>The Speaker (interposing).</i> If the Hon. Member talks of rain
before it comes, I shall have to suspend him&mdash;ahem!&mdash;from the
nearest tree. (<i>Laughter.</i>) The first Order of the Day is the
Adjourned Discussion on the London Local Government Bill.</p>

<p><i>Sir W. Harcourt.</i> Before the discussion begins I should like to ask
your opinion, Sir, whether it is in order for the First Lord of the
Treasury to go off to the tobogganing slide instead of stopping to
answer questions? ("<i>Hear! hear!</i>")</p>

<p><i>The Speaker.</i> The question is one of some difficulty. I have carefully
examined the precedents, but there is no mention of tobogganing
in the records of this House. I must therefore leave the matter to
the good sense and powers of self-restraint of Hon. and Right Hon.
Members. (<i>Cheers.</i>)</p>

<p><i>The Attorney-General (resuming the Debate on the London
Government Bill).</i> A very much better idea of the different municipal
districts into which the Metropolis will be mapped out can be
obtained by ascending the great Water-Towers, and I therefore
propose an adjournment of half an hour for that purpose.</p>

<p class="regards">[<i>The Motion is agreed to without a Division. On the expiration of
the time an Hon. Member, who is indistinctly heard by the Reporters,
is understood to propose that the selling of lemonade at
sixpence a glass, without ice, to Members of Parliament constitutes
a breach of the Privileges of the House, but is ruled out of
order.</i></p>

<p><i>The Speaker.</i> I call on the <span class="smcap">Attorney-General</span> to resume his
speech.</p>

<p class="regards">[<i>Ineffectual search, made all about the Rosary for the</i> <span class="smcap">Attorney-General</span>.</p>

<p><i>An Irish Member.</i> Try the Switch-Back Railway.</p>

<p class="regards">[<i>Laughter, and cries of "There isn't one!"</i></p>

<p>Another Member thought that very probably the learned Gentleman
had looked in behind the scenes at the Open-air Ballet.</p>

<p class="regards">[<i>More Laughter.</i></p>

<p>The Member for the Tower Hamlets (resuming the discussion)
proceeded to dilate on the necessity of more communications being
established between the North and South banks of the River, in any
scheme for Municipal Reform, and alluding to the Tower Bridge
erected in the grounds, remarked that of course Members knew that
in half-an-hour the time would have arrived for it to be illuminated,
and for the "Fire-Portraits of Mr. <span class="smcap">Parnell</span> and all his followers"
to be lighted (<i>general cheering</i>), and he therefore moved, as a matter
of urgent public importance, that the House do now adjourn, especially
as he had felt a few drops of rain, and had forgotten to
bring his umbrella.</p>

<p><i>The Speaker.</i> Those who are in favour of adjournment say "Aye."
(<i>No response.</i>) Those who are against it&mdash;&mdash;why, bless me, there's
nobody left! Even the Sergeant-at-Arms has gone off to see the
ballet! How Unparliamentary! Surely those figures coming down
the toboggan-slide can't be Mr. <span class="smcap">Gladstone</span> and Sir <span class="smcap">William Harcourt</span>,
racing Mr. <span class="smcap">Smith</span> and the <span class="smcap">Home Secretary</span>? Why, I
believe it is so. How exciting it looks! Well, this adjourning at
nine o'clock is much nicer, after all, than the old late hours. Al
fresco sittings rather a success. Feel rather all-frisky myself.
Think I'll go off and try a toboggan.</p>

<p class="regards">[<i>Left sliding.</i></p>

<hr />

<span class='pagenum'><a name="Page_35" id="Page_35">[Pg 35]</a></span>

<div class="figcenter" style="width: 80%">
<a href="images/035.png">
<img src="images/035.png" width="100%" alt="MR. PUNCH&#39;S PARLIAMENTARY NAVAL REVIEW" /></a>
<h4>MR. PUNCH'S PARLIAMENTARY NAVAL REVIEW.</h4>
<center>(<i>Fac-simile of Sketch made by Our Special Artist on the spot.</i>)</center>
</div>
<hr />

<h2>ESSENCE OF PARLIAMENT.</h2>

<h4>EXTRACTED FROM</h4>

<h3>THE DIARY OF TOBY, M.P.</h3>

<p><i>House of Commons, Monday, July 11.</i>&mdash;Another Child of Victory
up to-day in person of <span class="smcap">Ballantine</span>, who won Coventry for the
Liberals. "We shall have quite a family soon," said <span class="smcap">Gladstone</span>,
who sat on Front Bench, arrayed in wonderful summer suit.
"Blessings in disguise," <span class="smcap">Grandolph</span> calls the new recruits to Opposition
forces. But it comes to same thing.</p>

<p>Old Morality created sensation by openly avowing himself a Separatist.
Is firm with respect to Union with Wales and Ireland, but
weak on Scotland. Confession made in connection with promised
Boundary Bill. <span class="smcap">Puleston</span> asked whether Wales was to be included
in measure.</p>

<p>"I have not been able," said <span class="smcap">Ritchie</span>, with fine sarcasm, "to
separate Wales from England in my own mind."</p>

<p>"Is Scotland in the Bill?" asked <span class="smcap">Anderson</span>.</p>

<p>"No," said Old Morality.</p>

<p>"Then," said <span class="smcap">Tim Healy</span>, "you separate Scotland in your own
mind?" This was awkward; but the truth must be told, and Old
Morality told it.</p>

<p>"I separate Scotland in my own mind," he said, in a voice low but
firm.</p>

<p>Profound sensation on Ministerial Benches. Things looking bad
for Ministry lately, what with Spalding, North Paddington, Coventry,
and Miss <span class="smcap">Cass</span>. But now, Leader of House having avowed himself a
Separatist, outlook black indeed.</p>

<p>Elated with having brought out this damaging fact, <span class="smcap">Tim Healy</span>
went on rampage for rest of sitting. <span class="smcap">Arthur Balfour</span> moved
Second Reading of Irish Land Bill. <span class="smcap">Chamberlain</span>, breaking long
silence, delivered speech in support of measure. <span class="smcap">Tim</span> kept up
running commentary, growling, laughing spasmodically, and interjecting
remarks. <span class="smcap">Chamberlain</span> an ugly customer to tackle when at
bay. Gave <span class="smcap">Tim</span> as much as he brought. Wrangling getting a little
high, when <span class="smcap">Speaker</span> interposed, threatened to name <span class="smcap">Tim</span>.</p>

<p>"Name away!" <span class="smcap">Tim</span> sang out, cheerily; but knowing from
experience that <span class="smcap">Speaker</span> not to be trifled with, presently subsided.</p>

<p>On the whole a small House, and only whilst <span class="smcap">Chamberlain</span>
speaking any evidence of interest in proceedings. Next to the
unexpected disclosure of Old Morality's falling away, most startling
event of the evening was announcement by <span class="smcap">Ferguson</span> that <span class="smcap">Wolff's</span>
pic-nic had already cost the country &pound;27,000.</p>

<p>"&pound;27,000!" exclaimed <span class="smcap">Coddington</span>, making his maiden speech,
and that <i>sotto voce</i>. "I'll undertake to say that if it had been
proposed to him at first, <span class="smcap">Wolff</span> would have taken the odd seven
thousand and closed the bargain, leaving the tax-payer a clear gain
of &pound;20,000." And the Member for Blackburn softly whistled, and
feebly rattled the loose change in his pocket.</p>

<p><i>Business done.</i>&mdash;Irish Land Bill introduced.</p>

<p><i>Tuesday.</i>&mdash;<span class="smcap">Wolff</span> at door of both Houses. In fact he's there
every night now. Peers and Commons are Unionists in desire to know
when the pic-nic will be over, or, as <span class="smcap">Bryce</span> put it to-night amid
cheers, "When will finally and positively terminate the unparalleled
and undignified position in which the country is placed?" In Lords
the Markiss disowned a capital retort the reporters invented for him.
On Monday, <span class="smcap">Rosebery</span> understood to ask whether <span class="smcap">Wolff</span> was<span class='pagenum'><a name="Page_36" id="Page_36">[Pg 36]</a></span>
supposed to be in a state of suspended animation what time the
<span class="smcap">Sultan</span> made up his mind. The Markiss reported to have replied
that <span class="smcap">Wolff</span> was "rather in a state of animated
expectancy." Capital capping of a joke, only it
appears Markiss isn't personally responsible for it.</p>

<div class="figleft" style="width: 20%">
<a href="images/036a.png">
<img src="images/036a.png" width="100%" alt="&pound;27,000" /></a>
<h4>"&pound;27,000!"</h4>
</div>

<p>"It would," he said, with a wink at <span class="smcap">Granville</span>,
"be disrespectful to use language like that with
respect to Her Majesty's Ambassador."</p>

<p><span class="smcap">Herschel</span> says, Markiss is only mad
because he didn't think of it at the time,
and is jealous of the more nimble fancy of
the reporters. In the Commons, <span class="smcap">Bryce</span>
announces that he will continue nightly to
inquire about <span class="smcap">Wolff</span> till he gets satisfactory
answers.</p>

<p>A hot dull night and the Irish Land Bill
again. <span class="smcap">John Dillon</span> had the best of it,
delivering a lively speech to full audience.
After this, Members began to go to dinner,
and forgot to return. A full muster on
both Front Benches. <span class="smcap">Gladstone</span> again in
summer costume, with a rose in his coat
and a gleam in his eye. Has grown ten
years younger in the last fortnight.
Spalding wiped off five years, North Paddington
two, and Coventry the rest.</p>

<p>"A few more triumphs at the poll,"
says <span class="smcap">John Morley</span>, "and he'll be younger
than any of us."</p>

<p>After dinner, <span class="smcap">Gorst</span> made a speech on
behalf of Bill. Shrewd, pointed, and
weighty with argument. "Another proof
of fatuity of Government," said <span class="smcap">Parnell</span>,
who has come back in a brown billycock
hat, "that they don't make more use of
<span class="smcap">Gorst</span>. Worth a bushelful of <span class="smcap">Georgy Hamiltons</span>, <span class="smcap">Gibsons</span>,
<span class="smcap">Matthewses</span>, or even <span class="smcap">Smiths</span>."</p>

<p>When spirits of House properly attuned, <span class="smcap">H. C. E. Childers</span> appeared on
the scene, and delivered prodigious speech, through which the few
Members present gently dozed.</p>

<div class="figright" style="width: 17%">
<a href="images/036b.png">
<img src="images/036b.png" width="100%" alt="cartoon of H. C. E. Childers" /></a>
<h4>H(ere) C(omes) E(verybody) Ch-ld-rs.</h4>
</div>

<p><i>Business done.</i>&mdash;Irish Land Bill.</p>

<p><i>Thursday.</i>&mdash;Cheerful presence of <span class="smcap">Ashbourne</span> diffused over
Ministerial Bench in Lords to-night. Not often here. Has given up to
Dublin what was meant for mankind. Always unfeignedly delighted to get
back to Westminster. Business to-night to move the Second Reading of
Coercion Bill. Considerable gathering of Peers, expecting debate, and
possible division. Amazed to find Front Opposition Bench almost empty.
<span class="smcap">Granville</span> rises to explain that it is useless to fight measure, and
therefore don't intend to raise debate. <span class="smcap">Argyll</span> furious. Had meant to
smash Opposition, and they had run away! <span class="smcap">Selborne</span> sleekly sarcastic.
Admitted he, too, had speech ready, but would wait for audience on Front
Bench opposite. General feeling of disappointment. Several Peers who had
come down, expecting lively entertainment, wanted their money returned
at the doors. Markiss referred them to <span class="smcap">Granville</span>, but <span class="smcap">Granville</span> had
already smiled his way out. Bill read Second Time, and sitting comically
collapsed.</p>

<p>Commons crowded. <span class="smcap">Grandolph's</span> name underlined on the bills.
Understood he meant to "go for" the Government. Expectation
fully realised. Took the Land Bill out of <span class="smcap">Balfour's</span> hands, publicly
danced on it, kicked it up and down floor of House, and finally
tore it to shreds.</p>

<p>"I trust," he said, when, at end of hour's exercise of this kind,
nothing was left of the Bill but its title, "that I have not by these
observations added to the difficulties of the situation."</p>

<p>"Not at all, not at all," said Old Morality, polite to the last.</p>

<p>After <span class="smcap">Grandolph's</span> finished performance, <span class="smcap">Harcourt</span> a little heavy.
Humour rose to highest level when he alluded to <span class="smcap">Jesse Collings</span> as
"the Member for Three Acres and a Cow." <span class="smcap">Henry James</span> deeply
offended at levity of <span class="smcap">Harcourt's</span> tone. This last hit too much for
him. Rose and quitted House amid hilarious cheers from Parnellites.</p>

<div class="figleft" style="width: 30%">
<a href="images/036c.png">
<img src="images/036c.png" width="100%" alt="That&#39;s the worst of these fellows" /></a>
<h4>"That's the worst of these fellows."</h4>
</div>

<p>"That's the worst of these fellows," said Mr. <span class="smcap">Leahy</span>, looking on
reflectively from the Bar. "Now they've begun to associate with
gentlemen, our company's not good enough for them."</p>

<p>More speeches, including one from
<span class="smcap">Parnell</span> and another from <span class="smcap">Gladstone</span>.
But <span class="smcap">Grandolph's</span> speech
worth more than a division; so Second
Reading of Land Bill passed without
challenging one. <i>Business done.</i>&mdash;Lords
read Coercion Bill Second Time,
Commons the Land Bill.</p>

<p><i>House of Lords, Friday.</i>&mdash;Glad it's all over, and nobody shot. At
one time homicide seemed imminent. <span class="smcap">Granville</span>, taking note of complaint
of absence of Opposition on previous night, skilfully touched a chord of
human nature. Explained that he had been present till eight o'clock, an
hour which suggested dinner. More than one mouth watered, and a sob of
sympathy was heard from Bench where new Peer, formerly known as <span
class="smcap">Sclater-Booth</span>, sat. <span class="smcap">Northbrook</span>, however, obdurate.
Introduced statement, which drew from <span class="smcap">Granville</span> quiet remark, "That is
not true." <span class="smcap">Northbrook</span> hotly resumed his seat, as he said, to give <span
class="smcap">Granville</span> opportunity for explanation. Here was a pretty
go! <span class="smcap">Lord Chancellor</span>, with great presence of mind, adroitly, and
apparently accidentally, covered Sword of State under heap of papers.
Who could say what might happen if a bloodthirsty eye rested on this
fortuitous means of attack? <span class="smcap">Granville</span>, cool and self-possessed, repeated
his abrupter ejaculations in more delicate, round-about fashion.</p>

<p>"I certainly," he observed, defiantly eyeing <span class="smcap">Northbrook</span>, "said,
as far as my knowledge goes, the statement is inaccurate."</p>

<p>A moment's breathless silence. The offence was repeated, with
the added insult of mocking phrase. Would <span class="smcap">Northbrook</span> ask <span class="smcap">Granville</span>
to "come outside," or would he swallow the affront? <span class="smcap">Northbrook</span>
looked a moment at the veteran Leader, noted his resolute
look, his straightened figure, and the forefinger of his right hand
dallying with a corner of a paper containing the Orders of the day,
as if he were playing with pistol-trigger. On the whole, he thought
he'd change the subject; which he did, to the relief of the excited
ring of spectators. <i>Business done.</i>&mdash;Lords passed two stages of
Coercion Bill right off. Commons in Supply.</p>

<hr />

<div class="figcenter" style="width: 80%">
<a href="images/036d.png">
<img src="images/036d.png" width="100%" alt="SIR WILLIAM&#39;S SKETCH OF THE GIPSIES" /></a>
<h4>SIR WILLIAM'S SKETCH OF THE GIPSIES ON THE TREASURY
BENCH, <span class="smcap">July</span> 14.</h4>
<p>"Gipsies, said the play, disfigured the children they stole in order that
they might pass them for their own. (<i>Laughter.</i>) The gipsies on the
Treasury Bench (<i>renewed laughter</i>) stole the Bankruptcy Clauses of the Right
Hon. Member for West Birmingham, and disfigured them in order that they
might pass them for their own. (<i>Cheers and laughter.</i>)"</p>
</div>

<hr />

<p>New Novel, dedicated to Dr. <span class="smcap">Jackson</span> of New York: <i>The Coming
Man; or, The Lost Hair of the Ages</i>. By <span class="smcap">Balder Dash</span>.</p>

<hr /><br />

<center>Mrs. <span class="smcap">Ram</span> says, of all uniforms she prefers that of the Horrible
Artillery Company.</center><br />

<hr />

<div class="figleft" style="width: 45px;">
<img src="images/036.gif" width="45" height="20" alt="Pointing finger" />
</div>

<p>NOTICE.&mdash;Rejected Communications or Contributions, whether MS., Printed Matter, Drawings, or Pictures of any description, will
in no case be returned, not even when accompanied by a Stamped and Addressed Envelope, Cover, or Wrapper. To this rule
there will be no exception.</p>

<hr />

</body>
</html>
